[
    {
        "title": "Sapiens : en kort historik över mänskligheten",
        "description": "För cirka 70 000 år sedan var jorden befolkad av minst sex olika mänskliga arter. Ingen av dem hade någon större inverkan på den globala ekologin. Idag har bara en art överlevt - Homo sapiens. Hur blev det så? En del av hemligheten bakom framgångarna är att vi är det enda djur som kan prata om saker som existerar enbart i vår egen fantasi, såsom gudar, nationer, pengar och mänskliga rättigheter. Om detta och mycket mer handlar denna internationella bästsäljare som ger nytt bränsle åt diskussionen om vårt gemensamma förflutna och planetens framtid",
        "author": "Yuval Noah Harari ",
        "genre": "Historia & arkeologi",
        "year": "2015",
        "isbn": " 9789127140394",
        "details": "asff",
        "cover": "css/img/sapiens.jpg",
        "id": 1
    },
    {
        "title": "Vad natten döljer",
        "description": "En gång för länge sedan anlände en mördare till en liten stad. Hans namn var Alton Turner Blackwood, och inom loppet av några månader hade han brutalt mördat fyra familjer. Hans vansinnesdåd slutade inte förrän han själv dödades av den sista familjens sista överlevande: en fjortonårig pojke. En halv kontinent bort och två decennier senare är det någon som mördar familjer igen och i detalj återskapar Blackwoods dåd. Mordutredaren John Calvino är säker på att hans egen familj kommer att bli måltavlan för det fjärde dådet, precis som hans föräldrar och systrar blev offer den där gången när han var fjorton år och dödade deras mördare. Calvino är en förnuftig man som i sitt arbete som mordutredare bara handskas med kalla fakta. Men en upplevelse utöver det vanliga övertygar honom om att döden inte alltid behöver vara en enkelriktad resa ibland kan de döda komma tillbaka ...",
        "author": "Dean Koontz",
        "genre": "Deckare",
        "year": "2012-08-13",
        "isbn": " 9789170029684",
        "cover": "css/img/natten.jpg",
        "details": "asff",
        "id": 2
    },
    {
        "title": "Lord Of The Rings",
        "description": "This is the first book of Tolkien's trilogy The Lord of the Rings. Sauron, the Dark Lord, has gathered the Rings of Power so that he can rule Middle-earth. All he lacks in his plans for domination is one Ring - the Ring that has fallen into the hands of the hobbit, Bilbo Baggins.",
        "author": "J.R.R Tolkien ",
        "genre": "Fantasy",
        "year": "1991-01-01",
        "isbn": " 9780261102354",
        "details": "asff",
        "cover": "css/img/rings.jpg",
        "id": 3
    },
    {
        "title": "Lord Of The Rings: The two towers",
        "description": "Frodo and the Companions of the Ring have been beset by danger during their quest to prevent the Ruling Ring from falling into the hands of the Dark Lord. They have lost the wizard, Gandalf, and must now continue their journey alone down the River Anduin.",
        "author": "J.R.R Tolkien ",
        "genre": "Fantasy",
        "year": "1991-01-01",
        "isbn": " 9780261102361",
        "details": "asff",
        "cover": "css/img/towers.jpg",
        "id": 4
    },
    {
        "title": "The Lord of the Rings: Return of the King",
        "description": "Features stories of the separate adventures of the Companions of the Ring. The adventures include Aragorn, revealed as the heir of the Kings of the West, who joined with the Riders of Rohan against the forces of Isengard, and Merry and Pippin who were captured by Orcs but escape into the forest.",
        "author": "J.R.R Tolkien ",
        "genre": "Fantasy",
        "year": "1991-09-01",
        "isbn": " 9780261102378",
        "details": "asff",
        "cover": "css/img/king.jpg",
        "id": 5
    },
    {
        "title": "The Silmarillion",
        "description": "A new B-format edition of this novel, designed to take fans of The Hobbit and The Lord of the Rings deeper into the myths and legends of Middle-earth The Silmarillion is an account of the Elder Days, of the First Age of Tolkien's world. It is the ancient drama to which the characters in The Lord of the Rings look back, and in whose events some of them such as Elrond and Galadriel took part. The tales of The Silmarillion are set in an age when Morgoth, the first Dark Lord, dwelt in Middle-Earth, and the High Elves made war upon him for the recovery of the Silmarils, the jewels containing the pure light of Valinor. Included in the book are several shorter works. The Ainulindale is a myth of the Creation and in the Valaquenta the nature and powers of each of the gods is described. The Akallabeth recounts the downfall of the great island kingdom of Numenor at the end of the Second Age and Of the Rings of Power tells of the great events at the end of the Third Age, as narrated in The Lord of the Rings. This pivotal work features the revised, corrected text and includes, by way of an introduction, a fascinating letter written by Tolkien in 1951 in which he gives a full explanation of how he conceived the early Ages of Middle-earth.",
        "author": "J.R.R Tolkien ",
        "genre": "Fantasy",
        "year": "2013-08-01",
        "isbn": " 9780007523221",
        "details": "asff",
        "cover": "css/img/silmarillion.jpg",
        "id": 6
    },
    {
        "title": "The Shining",
        "description": "Danny is only five years old, but in the words of old Mr Hallorann he is a 'shiner', aglow with psychic voltage. When his father becomes caretaker of the Overlook Hotel, Danny's visions grow out of control. As winter closes in and blizzards cut them off, the hotel seems to develop a life of its own. It is meant to be empty. So who is the lady in Room 217 and who are the masked guests going up and down in the elevator? And why do the hedges shaped like animals seem so alive? Somewhere, somehow, there is an evil force in the hotel - and that, too, is beginning to shine ...",
        "author": "Stephen King",
        "genre": "Horror",
        "year": "2011-11-10",
        "isbn": " 9781444720723",
        "details": "asff",
        "cover": "css/img/shining.jpg",
        "id": 7
    },
    {
        "title": "To Kill a Mockingbird",
        "description": "This has been voted the book adults should read before they die. The survey of librarians to mark World Book Day 2006 came out in favour of The Bible in second place and The Lord of the Rings trilogy in third place. The timeless classic of growing up and the human dignity that unites us all. The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it, To Kill a Mockingbird became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer prize in 1961 and was later made into an Academy Award winning film, also a classic. Compassion, dramatic, and deeply moving, To Kill a Mockingbird takes readers to the roots of human behavior to innocence and experience, kindness and cruelty, love and hatred, humor and pathos. Now with over 15 million copies in print and translated into ten languages, this regional story by a young Alabama woman claims universal appeal. Harper Lee always considered her book to be a simple love story. Today it is regarded as a masterpiece of American literature.",
        "author": "Harper Lee",
        "genre": "Fiction",
        "year": "1988-10-01",
        "isbn": " 9780446310789",
        "details": "asff",
        "cover": "css/img/bird.jpg",
        "id": 8
    },
    {
        "title": "The Martian",
        "description": "The Sunday Times bestseller - Robinson Crusoe on Mars, a survival story for the 21st Century. I'm stranded on Mars. I have no way to communicate with Earth. I'm in a Habitat designed to last 31 days. If the Oxygenator breaks down, I'll suffocate. If the Water Reclaimer breaks down, I'll die of thirst. If the Hab breaches, I'll just kind of explode. If none of those things happen, I'll eventually run out of food and starve to death. So yeah. I'm screwed. The Martian is featured in Richard & Judy's Autumn Book Club 2014.",
        "author": "Andy Weir",
        "genre": "Science fiction",
        "year": "2014-08-28",
        "isbn": " 9780091956141",
        "details": "asff",
        "cover": "css/img/martian.jpg",
        "id": 9
    },
    {
        "title": "The Gathering Storm",
        "description": "The Gathering Storm is the first of three books that will complete the struggle against the Shadow, bringing to a close a journey begun almost 20 years ago and marking the conclusion of The Wheel of Time, created by Jordan and completed by Sanderson.",
        "author": "Robert Jordan",
        "genre": "Fantasy",
        "year": "2010-09-01",
        "isbn": " 9780765341532",
        "details": "asff",
        "cover": "css/img/storm.jpg",
        "id": 10
    },
    {
        "title": "Evighetens rand",
        "description": "Den östtyska läraren Rebecca Hoffman upptäcker att Stasi spionerar på henne och fattar ett hastigt beslut som kommer att påverka hennes familj för resten av livet. Juristen George Jakes blir rekryterad till Robert Kennedys justitiedepartement och befinner sig plötsligt mitt i kampen för medborgerliga rättigheter, samtidigt som han måste utkämpa en annan strid på det mer personliga planet. Cameron Dewar, sonson till en senator, går med på att bli spion för att tjäna de högre syften han tror på, men tvingas inse att världen är en farligare plats än han kunnat ana. Och Dimka Dvorkin, en av Nikita Chrusjtjovs unga medarbetare, dras in i det kalla kriget mellan Sovjetunionen och USA, medan hans syster Tania tar sig från Moskva till Kuba, Prag och Warszawa - och rakt in i historien.",
        "author": "Ken Follett",
        "genre": "Historisk skönlitteratur",
        "year": "2015-03-13",
        "isbn": " 9789100146351",
        "details": "asff",
        "cover": "css/img/rand.jpg",
        "id": 11
    },
      {
        "title": "kotten",
        "description": "Den östtyska läraren Rebecca Hoffman upptäcker att Stasi spionerar på henne och fattar ett hastigt beslut som kommer att påverka hennes familj för resten av livet. Juristen George Jakes blir rekryterad till Robert Kennedys justitiedepartement och befinner sig plötsligt mitt i kampen för medborgerliga rättigheter, samtidigt som han måste utkämpa en annan strid på det mer personliga planet. Cameron Dewar, sonson till en senator, går med på att bli spion för att tjäna de högre syften han tror på, men tvingas inse att världen är en farligare plats än han kunnat ana. Och Dimka Dvorkin, en av Nikita Chrusjtjovs unga medarbetare, dras in i det kalla kriget mellan Sovjetunionen och USA, medan hans syster Tania tar sig från Moskva till Kuba, Prag och Warszawa - och rakt in i historien.",
        "author": "Ken Follett",
        "genre": "Historisk skönlitteratur",
        "year": "2015-03-13",
        "isbn": " 9789100146351",
        "details": "asff",
        "cover": "css/img/rand.jpg",
        "id": 11
    },
      {
        "title": "smäcken",
        "description": "Den östtyska läraren Rebecca Hoffman upptäcker att Stasi spionerar på henne och fattar ett hastigt beslut som kommer att påverka hennes familj för resten av livet. Juristen George Jakes blir rekryterad till Robert Kennedys justitiedepartement och befinner sig plötsligt mitt i kampen för medborgerliga rättigheter, samtidigt som han måste utkämpa en annan strid på det mer personliga planet. Cameron Dewar, sonson till en senator, går med på att bli spion för att tjäna de högre syften han tror på, men tvingas inse att världen är en farligare plats än han kunnat ana. Och Dimka Dvorkin, en av Nikita Chrusjtjovs unga medarbetare, dras in i det kalla kriget mellan Sovjetunionen och USA, medan hans syster Tania tar sig från Moskva till Kuba, Prag och Warszawa - och rakt in i historien.",
        "author": "Ken Follett",
        "genre": "Historisk skönlitteratur",
        "year": "2015-03-13",
        "isbn": " 9789100146351",
        "details": "asff",
        "cover": "css/img/rand.jpg",
        "id": 11
    },
      {
        "title": "lyran",
        "description": "Den östtyska läraren Rebecca Hoffman upptäcker att Stasi spionerar på henne och fattar ett hastigt beslut som kommer att påverka hennes familj för resten av livet. Juristen George Jakes blir rekryterad till Robert Kennedys justitiedepartement och befinner sig plötsligt mitt i kampen för medborgerliga rättigheter, samtidigt som han måste utkämpa en annan strid på det mer personliga planet. Cameron Dewar, sonson till en senator, går med på att bli spion för att tjäna de högre syften han tror på, men tvingas inse att världen är en farligare plats än han kunnat ana. Och Dimka Dvorkin, en av Nikita Chrusjtjovs unga medarbetare, dras in i det kalla kriget mellan Sovjetunionen och USA, medan hans syster Tania tar sig från Moskva till Kuba, Prag och Warszawa - och rakt in i historien.",
        "author": "Ken Follett",
        "genre": "Historisk skönlitteratur",
        "year": "2015-03-13",
        "isbn": " 9789100146351",
        "details": "asff",
        "cover": "css/img/rand.jpg",
        "id": 11
    },
    {
        "title": "Stalker",
        "description": "För nio år sedan dömdes prästen Rocky Kyrklund till rättspsykiatrisk vård för ett brutalt mord. Själv minns han ingenting. Efter en svår olycka har han återkommande blackouter. Samma sommar som hans återanpassning till samhället påbörjas, skickar någon en filmsekvens på en kvinna i ett fönster till polisen. Nästa dag hittas kvinnan död i sitt hem. Det är inte bara det bestialiska våldet som leder tankarna till Rocky Kyrklunds gamla mord. En ny film kommer till polisen. Ingen förstår vad som händer och Joona Linna är försvunnen sedan mer än ett år. Nästan alla tror att han är död. Nästan alla.",
        "author": "Lars Kepler",
        "genre": "Deckare",
        "year": "2014-10-20",
        "isbn": " 9789100136741",
        "details": "asff",
        "cover": "css/img/stalker.jpg",
        "id": 12
    },
    {
        "title": "Benjamin Syrsa's Favoriter",
        "description": "En samling snuskiga shortstories",
        "author": "Benji",
        "genre": "Fantasy",
        "year": "2014-10-20",
        "isbn": " 9789100136741231",
        "details": "asff",
        "cover": "css/img/stalker.jpg",
        "id": 13
    }
    
]